Repository: LookInsideApp/LookInside
Catalog: LookInside/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt_br, ru, vi, zh_hans, zh_hant

source: Installing…
ar: جارٍ التثبيت…
de: Wird installiert …
es: Instalando…
fr: Installation…
it: Installazione in corso…
ja: インストール中…
ko: 설치 중…
pt_br: Instalando…
ru: Установка…
vi: Đang cài đặt…
zh_hans: 正在安装…
zh_hant: 正在安裝…

source: interaction
ar: التفاعل
de: Interaktion
es: interacción
it: interazione
ja: インタラクション
ko: 상호작용
pt_br: interação
ru: взаимодействие
vi: tương tác
zh_hans: 交互
zh_hant: 互動

source: Interaction shape
ar: شكل التفاعل
de: Interaktionsform
es: Forma de interacción
fr: Forme d’interaction
it: Forma dell’interazione
ja: インタラクションシェイプ
ko: 상호작용 셰이프
pt_br: Forma de interação
ru: Форма взаимодействия
vi: Hình dạng tương tác
zh_hans: 交互形状
zh_hant: 互動形狀

source: Invalid basename-only filename.
ar: اسم الملف غير صالح؛ يجب إدخال الاسم الأساسي فقط.
de: Ungültiger Dateiname (nur Basisname erlaubt).
es: Nombre de archivo no válido: solo se admite el nombre base.
fr: Nom de fichier invalide : seul un nom de base est accepté.
it: Nome file non valido: è consentito solo il nome base.
ja: ファイル名が正しくありません。拡張子を除いた名前のみ入力してください。
ko: 기본 이름만 있는 파일 이름은 사용할 수 없습니다.
pt_br: Nome de arquivo inválido. Informe apenas o nome base do arquivo.
ru: Недопустимое имя файла. Укажите только имя без пути.
vi: Tên tệp không hợp lệ. Chỉ nhập tên cơ bản.
zh_hans: 文件名无效，请仅填写基本文件名。
zh_hant: 檔案名稱無效，請僅填寫基本檔案名稱。

source: Invalid CSV Diagnostics
ar: تشخيصات CSV غير الصالحة
de: Diagnose ungültiger CSVs
es: Diagnóstico de CSV no válido
fr: Diagnostic des CSV non valides
it: Diagnostica CSV non validi
ja: 無効なCSVの診断
ko: 잘못된 CSV 진단
pt_br: Diagnóstico de CSV Inválido
ru: Диагностика недопустимых CSV
vi: Chẩn đoán CSV không hợp lệ
zh_hans: 无效 CSV 诊断
zh_hant: 無效 CSV 診斷

source: Invalid module name: %@
ar: اسم الوحدة غير صالح: %@
de: Ungültiger Modulname: %@
es: Nombre de módulo no válido: %@
fr: Nom de module non valide : %@
it: Nome del modulo non valido: %@
ja: モジュール名が正しくありません: %@
ko: 잘못된 모듈 이름: %@
pt_br: Nome de módulo inválido: %@
ru: Недопустимое имя модуля: %@
vi: Tên mô-đun không hợp lệ: %@
zh_hans: 模块名无效：%@
zh_hant: 模組名稱無效：%@

source: Invalid module name.
ar: اسم الوحدة غير صالح.
de: Ungültiger Modulname.
es: Nombre de módulo no válido.
fr: Nom de module non valide.
it: Nome del modulo non valido.
ja: モジュール名が正しくありません。
ko: 잘못된 모듈 이름입니다.
pt_br: Nome de módulo inválido.
ru: Недопустимое имя модуля.
vi: Tên mô-đun không hợp lệ.
zh_hans: 模块名无效。
zh_hant: 模組名稱無效。

source: Invalid private discriminator ID.
ar: معرّف المميِّز الخاص غير صالح.
de: Ungültige ID des privaten Discriminators.
es: ID de discriminador privado no válido.
fr: ID de discriminant privé non valide.
it: ID del discriminatore privato non valido.
ja: Private discriminator IDが正しくありません。
ko: 잘못된 비공개 디스크리미네이터 ID입니다.
pt_br: ID de private discriminator inválido.
ru: Недопустимый ID приватного дискриминатора.
vi: ID private discriminator không hợp lệ.
zh_hans: Private discriminator ID 无效。
zh_hant: Private discriminator ID 無效。

source: Invalid Size
ar: حجم غير صالح
de: Ungültige Größe
es: Tamaño no válido
fr: Taille non valide
it: Dimensione non valida
ja: サイズが正しくありません
ko: 잘못된 크기
pt_br: Tamanho Inválido
ru: Недопустимый размер
vi: Kích thước không hợp lệ
zh_hans: 尺寸无效
zh_hant: 尺寸無效

source: Invoke -rac_signalForSelector: again to override the implementation.
ar: استدعِ ‎-rac_signalForSelector: مرة أخرى لاستبدال التنفيذ.
de: Rufe -rac_signalForSelector: erneut auf, um die Implementierung zu überschreiben.
es: Vuelve a invocar -rac_signalForSelector: para sustituir la implementación.
fr: Appelez de nouveau -rac_signalForSelector: pour remplacer l’implémentation.
it: Richiama di nuovo -rac_signalForSelector: per sostituire l’implementazione.
ja: `-rac_signalForSelector:`をもう一度呼び出すと、実装を上書きできます。
ko: 구현을 덮어쓰려면 -rac_signalForSelector:를 다시 호출하세요.
pt_br: Chame `-rac_signalForSelector:` novamente para substituir a implementação.
ru: Вызовите -rac_signalForSelector: снова, чтобы переопределить реализацию.
vi: Gọi lại `-rac_signalForSelector:` để ghi đè triển khai hiện tại.
zh_hans: 再次调用 `-rac_signalForSelector:` 即可覆盖当前实现。
zh_hant: 再次呼叫 -rac_signalForSelector: 即可覆寫目前的實作。

source: It may be due to changes in the layer structure within the iOS app. You can try reloading the entire structure in LookInside.
ar: قد يكون السبب تغيّرًا في بنية الطبقات داخل تطبيق iOS. يمكنك محاولة إعادة تحميل البنية بالكامل في LookInside.
de: Möglicherweise hat sich die Ebenenstruktur in der iOS-App geändert. Versuche, die gesamte Struktur in LookInside neu zu laden.
es: Puede deberse a cambios en la estructura de capas de la app de iOS. Prueba a recargar toda la estructura en LookInside.
fr: Cela peut être dû à des changements dans la structure des calques de l’app iOS. Essayez de recharger toute la structure dans LookInside.
it: Potrebbe dipendere da modifiche alla struttura dei livelli nell’app iOS. Prova a ricaricare l’intera struttura in LookInside.
ja: iOS App内のレイヤー構造が変更された可能性があります。LookInsideで構造全体を再読み込みしてみてください。
ko: iOS 앱의 레이어 구조가 바뀌었기 때문일 수 있습니다. LookInside에서 전체 구조를 다시 불러와 보세요.
pt_br: Isso pode ocorrer por mudanças na estrutura de camadas dentro do app iOS. Tente recarregar toda a estrutura no LookInside.
ru: Возможно, структура слоёв в приложении iOS изменилась. Попробуйте обновить всю структуру в LookInside.
vi: Có thể do cấu trúc lớp bên trong ứng dụng iOS đã thay đổi. Bạn có thể thử tải lại toàn bộ cấu trúc trong LookInside.
zh_hans: 这可能是因为 iOS App 内部的图层结构发生了变化。你可以尝试在 LookInside 中重新载入整个结构。
zh_hant: 這可能是因為 iOS App 內部的圖層結構已變更。你可以嘗試在 LookInside 中重新載入整個結構。

source: Item separation
ar: تباعد العناصر
de: Elementabstand
es: Separación de elementos
fr: Espacement des éléments
it: Separazione elementi
ja: 項目の間隔
ko: 항목 간격
pt_br: Espaçamento entre itens
ru: Разделение элементов
vi: Khoảng cách mục
zh_hans: 项目间距
zh_hant: 項目間距

source: Job openings…(China)
ar: الوظائف الشاغرة…(الصين)
de: Stellenangebote … (China)
es: Ofertas de empleo… (China)
fr: Offres d’emploi… (Chine)
it: Offerte di lavoro… (Cina)
ja: 求人情報…(中国)
ko: 채용 정보…(중국)
pt_br: Vagas…(China)
ru: Вакансии… (Китай)
vi: Tuyển dụng… (Trung Quốc)
zh_hans: 招聘信息…（中国）
zh_hant: 徵才資訊…（中國）

source: Jump in hierarchy
ar: الانتقال في التسلسل الهرمي
de: In Hierarchie springen
es: Ir a la jerarquía
fr: Aller dans la hiérarchie
it: Vai alla gerarchia
ja: 階層内でジャンプ
ko: 계층 구조에서 이동
pt_br: Ir para a hierarquia
ru: Перейти в иерархии
vi: Chuyển đến trong phân cấp
zh_hans: 在层级中跳转
zh_hant: 在階層中跳轉

source: Jump to backing CALayer
ar: الانتقال إلى CALayer الداعمة
de: Zum zugehörigen CALayer springen
es: Ir al CALayer de respaldo
fr: Aller au CALayer sous-jacent
it: Vai al CALayer di supporto
ja: 対応するCALayerにジャンプ
ko: 대응하는 CALayer로 이동
pt_br: Ir para o CALayer de suporte
ru: Перейти к базовому CALayer
vi: Chuyển đến CALayer tương ứng
zh_hans: 跳转到对应 CALayer
zh_hant: 跳至對應的 CALayer

source: Jump to SwiftUI node
ar: الانتقال إلى عقدة SwiftUI
de: Zum SwiftUI-Knoten springen
es: Ir al nodo de SwiftUI
fr: Aller au nœud SwiftUI
it: Vai al nodo SwiftUI
ja: SwiftUIノードにジャンプ
ko: SwiftUI 노드로 이동
pt_br: Ir para o nó SwiftUI
ru: Перейти к узлу SwiftUI
vi: Chuyển đến nút SwiftUI
zh_hans: 跳转到 SwiftUI 节点
zh_hant: 跳至 SwiftUI 節點

source: Later
ar: لاحقًا
de: Später
es: Más tarde
fr: Plus tard
it: Più tardi
ja: 後で
ko: 나중에
pt_br: Mais Tarde
ru: Позже
vi: Để sau
zh_hans: 稍后
zh_hant: 稍後

source: Latest event arrived %.2f s late · system query %.0f ms
ar: وصل آخر حدث متأخرًا %.2f ث · استعلام النظام %.0f مللي ثانية
de: Letztes Ereignis kam %.2f s zu spät · Systemabfrage %.0f ms
es: El último evento llegó con %.2f s de retraso · consulta del sistema %.0f ms
fr: Dernier événement arrivé avec %.2f s de retard · requête système : %.0f ms
it: Ultimo evento arrivato con %.2f s di ritardo · query di sistema %.0f ms
ja: 最新のイベントが%.2f秒遅れて到着 · システムクエリ%.0f ms
ko: 최근 이벤트가 %.2f초 늦게 도착함 · 시스템 쿼리 %.0f ms
pt_br: O último evento chegou %.2f s atrasado · consulta ao sistema %.0f ms
ru: Последнее событие пришло с задержкой %.2f с · системный запрос %.0f мс
vi: Sự kiện mới nhất đến trễ %.2f giây · truy vấn hệ thống %.0f ms
zh_hans: 最新事件延迟 %.2f 秒到达 · 系统查询 %.0f 毫秒
zh_hant: 最新事件延遲 %.2f 秒送達 · 系統查詢 %.0f 毫秒

source: Legacy custom information guides are disabled in this community build. See the repository README instead.
ar: أدلة المعلومات المخصصة القديمة معطّلة في هذا الإصدار المجتمعي. راجع ملف README في المستودع بدلًا من ذلك.
de: Alte Anleitungen für eigene Informationen sind in diesem Community-Build deaktiviert. Lies stattdessen die README im Repository.
es: Las guías heredadas de información personalizada están desactivadas en esta compilación comunitaria. Consulta el README del repositorio.
fr: Les anciens guides d’informations personnalisées sont désactivés dans cette version communautaire. Consultez plutôt le README du dépôt.
it: Le guide obsolete sulle informazioni personalizzate sono disattivate in questa build della community. Consulta invece il README del repository.
ja: このコミュニティ版では、従来のカスタム情報ガイドは無効です。代わりにリポジトリのREADMEを参照してください。
ko: 이 커뮤니티 빌드에서는 이전 사용자 정의 정보 가이드가 비활성화되어 있습니다. 저장소 README를 참조하세요.
pt_br: Os guias antigos de informações personalizadas estão desativados nesta versão da comunidade. Consulte o README do repositório.
ru: Устаревшие руководства по пользовательской информации отключены в этой сборке сообщества. Смотрите README репозитория.
vi: Bản cộng đồng này đã tắt hướng dẫn thông tin tùy chỉnh cũ. Hãy xem README của kho lưu trữ.
zh_hans: 此社区版本已停用旧版自定义信息指南。请改看仓库中的 README。
zh_hant: 此社群版本已停用舊版自訂資訊指南。請改看儲存庫中的 README。

source: Legacy custom property guides are disabled in this community build. See the repository README instead.
ar: أدلة الخصائص المخصصة القديمة معطّلة في هذا الإصدار المجتمعي. راجع ملف README في المستودع بدلًا من ذلك.
de: Alte Anleitungen für eigene Eigenschaften sind in diesem Community-Build deaktiviert. Lies stattdessen die README im Repository.
es: Las guías heredadas de propiedades personalizadas están desactivadas en esta compilación comunitaria. Consulta el README del repositorio.
fr: Les anciens guides de propriétés personnalisées sont désactivés dans cette version communautaire. Consultez plutôt le README du dépôt.
it: Le guide obsolete sulle proprietà personalizzate sono disattivate in questa build della community. Consulta invece il README del repository.
ja: このコミュニティ版では、従来のカスタムプロパティガイドは無効です。代わりにリポジトリのREADMEを参照してください。
ko: 이 커뮤니티 빌드에서는 이전 사용자 정의 속성 가이드가 비활성화되어 있습니다. 저장소 README를 참조하세요.
pt_br: Os guias antigos de propriedades personalizadas estão desativados nesta versão da comunidade. Consulte o README do repositório.
ru: Устаревшие руководства по пользовательским свойствам отключены в этой сборке сообщества. Смотрите README репозитория.
vi: Bản cộng đồng này đã tắt hướng dẫn thuộc tính tùy chỉnh cũ. Hãy xem README của kho lưu trữ.
zh_hans: 此社区版本已停用旧版自定义属性指南。请改看仓库中的 README。
zh_hant: 此社群版本已停用舊版自訂屬性指南。請改看儲存庫中的 README。

source: Legacy documentation links are disabled in this community build.
ar: روابط المستندات القديمة معطّلة في هذا الإصدار المجتمعي.
de: Alte Links zur Dokumentation sind in diesem Community-Build deaktiviert.
es: Los enlaces heredados a la documentación están desactivados en esta compilación comunitaria.
fr: Les anciens liens de documentation sont désactivés dans cette version communautaire.
it: I link alla documentazione obsoleta sono disattivati in questa build della community.
ja: このコミュニティ版では、従来のドキュメントへのリンクは無効です。
ko: 이 커뮤니티 빌드에서는 이전 문서 링크가 비활성화되어 있습니다.
pt_br: Os links antigos de documentação estão desativados nesta versão da comunidade.
ru: Устаревшие ссылки на документацию отключены в этой сборке сообщества.
vi: Bản cộng đồng này đã tắt các liên kết tài liệu cũ.
zh_hans: 此社区版本已停用旧版文档链接。
zh_hant: 此社群版本已停用舊版文件連結。

source: Legacy fast mode documentation links are disabled in this community build. See the repository README instead.
ar: روابط مستندات الوضع السريع القديمة معطّلة في هذا الإصدار المجتمعي. راجع ملف README في المستودع بدلًا من ذلك.
de: Alte Links zur Dokumentation des Schnellmodus sind in diesem Community-Build deaktiviert. Lies stattdessen die README im Repository.
es: Los enlaces heredados a la documentación del modo rápido están desactivados en esta compilación comunitaria. Consulta el README del repositorio.
fr: Les anciens liens de documentation du mode rapide sont désactivés dans cette version communautaire. Consultez plutôt le README du dépôt.
it: I link alla documentazione obsoleta sulla modalità rapida sono disattivati in questa build della community. Consulta invece il README del repository.
ja: このコミュニティ版では、従来の高速モードのドキュメントへのリンクは無効です。代わりにリポジトリのREADMEを参照してください。
ko: 이 커뮤니티 빌드에서는 이전 빠른 모드 문서 링크가 비활성화되어 있습니다. 저장소 README를 참조하세요.
pt_br: Os links antigos de documentação do modo rápido estão desativados nesta versão da comunidade. Consulte o README do repositório.
ru: Устаревшие ссылки на документацию по быстрому режиму отключены в этой сборке сообщества. Смотрите README репозитория.
vi: Bản cộng đồng này đã tắt liên kết tài liệu chế độ nhanh cũ. Hãy xem README của kho lưu trữ.
zh_hans: 此社区版本已停用旧版快速模式文档链接。请改看仓库中的 README。
zh_hant: 此社群版本已停用舊版快速模式文件連結。請改看儲存庫中的 README。

source: Legacy member-variable documentation links are disabled in this community build. See the repository README instead.
ar: روابط مستندات المتغيرات الأعضاء القديمة معطّلة في هذا الإصدار المجتمعي. راجع ملف README في المستودع بدلًا من ذلك.
de: Alte Links zur Dokumentation von Membervariablen sind in diesem Community-Build deaktiviert. Lies stattdessen die README im Repository.
es: Los enlaces heredados a la documentación de variables miembro están desactivados en esta compilación comunitaria. Consulta el README del repositorio.
fr: Les anciens liens de documentation sur les variables membres sont désactivés dans cette version communautaire. Consultez plutôt le README du dépôt.
it: I link alla documentazione obsoleta sulle variabili membro sono disattivati in questa build della community. Consulta invece il README del repository.
ja: このコミュニティ版では、従来のメンバ変数のドキュメントへのリンクは無効です。代わりにリポジトリのREADMEを参照してください。
ko: 이 커뮤니티 빌드에서는 이전 멤버 변수 문서 링크가 비활성화되어 있습니다. 저장소 README를 참조하세요.
pt_br: Os links antigos de documentação de variáveis de membro estão desativados nesta versão da comunidade. Consulte o README do repositório.
ru: Устаревшие ссылки на документацию по переменным экземпляра отключены в этой сборке сообщества. Смотрите README репозитория.
vi: Bản cộng đồng này đã tắt liên kết tài liệu biến thành viên cũ. Hãy xem README của kho lưu trữ.
zh_hans: 此社区版本已停用旧版成员变量文档链接。请改看仓库中的 README。
zh_hant: 此社群版本已停用舊版成員變數文件連結。請改看儲存庫中的 README。

source: Legacy Swift integration guides are disabled in this community build. See the repository README instead.
ar: أدلة تكامل Swift القديمة معطّلة في هذا الإصدار المجتمعي. راجع ملف README في المستودع بدلًا من ذلك.
de: Alte Anleitungen zur Swift-Integration sind in diesem Community-Build deaktiviert. Lies stattdessen die README im Repository.
es: Las guías heredadas de integración de Swift están desactivadas en esta compilación comunitaria. Consulta el README del repositorio.
fr: Les anciens guides d’intégration Swift sont désactivés dans cette version communautaire. Consultez plutôt le README du dépôt.
it: Le guide obsolete sull’integrazione di Swift sono disattivate in questa build della community. Consulta invece il README del repository.
ja: このコミュニティ版では、従来のSwift統合ガイドは無効です。代わりにリポジトリのREADMEを参照してください。
ko: 이 커뮤니티 빌드에서는 이전 Swift 통합 가이드가 비활성화되어 있습니다. 저장소 README를 참조하세요.
pt_br: Os guias antigos de integração com Swift estão desativados nesta versão da comunidade. Consulte o README do repositório.
ru: Устаревшие руководства по интеграции Swift отключены в этой сборке сообщества. Смотрите README репозитория.
vi: Bản cộng đồng này đã tắt hướng dẫn tích hợp Swift cũ. Hãy xem README của kho lưu trữ.
zh_hans: 此社区版本已停用旧版 Swift 集成指南。请改看仓库中的 README。
zh_hant: 此社群版本已停用舊版 Swift 整合指南。請改看儲存庫中的 README。

source: Legacy website links are disabled in this community build. See the local repository README for current documentation.
ar: روابط الموقع الإلكتروني القديمة معطّلة في هذا الإصدار المجتمعي. راجع ملف README المحلي في المستودع للاطلاع على المستندات الحالية.
de: Alte Website-Links sind in diesem Community-Build deaktiviert. Die aktuelle Dokumentation findest du in der lokalen README im Repository.
es: Los enlaces heredados al sitio web están desactivados en esta compilación comunitaria. Consulta el README local del repositorio para ver la documentación actual.
fr: Les anciens liens de sites web sont désactivés dans cette version communautaire. Consultez le README du dépôt local pour la documentation actuelle.
it: I link obsoleti al sito web sono disattivati in questa build della community. Per la documentazione aggiornata consulta il README locale del repository.
ja: このコミュニティ版では、従来のWebサイトへのリンクは無効です。最新のドキュメントは、ローカルのリポジトリにあるREADMEを参照してください。
ko: 이 커뮤니티 빌드에서는 이전 웹사이트 링크가 비활성화되어 있습니다. 최신 문서는 로컬 저장소 README를 참조하세요.
pt_br: Os links antigos do site estão desativados nesta versão da comunidade. Para a documentação atual, consulte o README do repositório local.
ru: Устаревшие ссылки на сайт отключены в этой сборке сообщества. Актуальная документация — в локальном README репозитория.
vi: Bản cộng đồng này đã tắt các liên kết trang web cũ. Hãy xem README trong kho lưu trữ cục bộ để có tài liệu hiện hành.
zh_hans: 此社区版本已停用旧版网站链接。当前文档请参阅本地仓库中的 README。
zh_hant: 此社群版本已停用舊版網站連結。目前的文件請參閱本機儲存庫中的 README。

source: Level 1 (Collapse All)
ar: المستوى 1 (طي الكل)
de: Stufe 1 (Alle einklappen)
es: Nivel 1 (contraer todo)
fr: Niveau 1 (tout réduire)
it: Livello 1 (comprimi tutto)
ja: レベル1(すべて折りたたむ)
ko: 레벨 1(모두 접기)
pt_br: Nível 1 (Recolher Tudo)
ru: Уровень 1 (свернуть все)
vi: Cấp 1 (Thu gọn tất cả)
zh_hans: 第 1 级（全部折叠）
zh_hant: 第 1 層（全部收合）

source: Level 2
ar: المستوى 2
de: Stufe 2
es: Nivel 2
fr: Niveau 2
it: Livello 2
ja: レベル2
ko: 레벨 2
pt_br: Nível 2
ru: Уровень 2
vi: Cấp 2
zh_hans: 第 2 级
zh_hant: 第 2 層

source: Level 3
ar: المستوى 3
de: Stufe 3
es: Nivel 3
fr: Niveau 3
it: Livello 3
ja: レベル3
ko: 레벨 3
pt_br: Nível 3
ru: Уровень 3
vi: Cấp 3
zh_hans: 第 3 级
zh_hant: 第 3 層

source: Level 4
ar: المستوى 4
de: Stufe 4
es: Nivel 4
fr: Niveau 4
it: Livello 4
ja: レベル4
ko: 레벨 4
pt_br: Nível 4
ru: Уровень 4
vi: Cấp 4
zh_hans: 第 4 级
zh_hant: 第 4 層

source: Level 5 (Expand All)
ar: المستوى 5 (توسيع الكل)
de: Stufe 5 (Alle ausklappen)
es: Nivel 5 (expandir todo)
fr: Niveau 5 (tout développer)
it: Livello 5 (espandi tutto)
ja: レベル5(すべて展開)
ko: 레벨 5(모두 펼치기)
pt_br: Nível 5 (Expandir Tudo)
ru: Уровень 5 (развернуть все)
vi: Cấp 5 (Mở rộng tất cả)
zh_hans: 第 5 级（全部展开）
zh_hant: 第 5 層（全部展開）

source: License challenge payload is malformed.
ar: بيانات تحدي الترخيص غير صالحة.
de: Die Daten der Lizenzabfrage sind fehlerhaft.
es: El contenido del desafío de licencia tiene un formato incorrecto.
fr: Les données du défi de licence sont mal formées.
it: I dati della richiesta di licenza non sono validi.
ja: ライセンスチャレンジのデータが不正です。
ko: 라이선스 챌린지 데이터가 올바르지 않습니다.
pt_br: Os dados do desafio de licença têm formato inválido.
ru: Данные запроса лицензии повреждены.
vi: Dữ liệu challenge giấy phép bị sai định dạng.
zh_hans: 许可证质询数据格式有误。
zh_hant: 授權挑戰資料格式有誤。

source: License signing failed.
ar: فشل توقيع الترخيص.
de: Die Lizenz konnte nicht signiert werden.
es: No se pudo firmar la licencia.
fr: La signature de la licence a échoué.
it: Firma della licenza non riuscita.
ja: ライセンスの署名に失敗しました。
ko: 라이선스 서명에 실패했습니다.
pt_br: Falha ao assinar a licença.
ru: Не удалось подписать лицензию.
vi: Ký giấy phép không thành công.
zh_hans: 许可证签名失败。
zh_hant: 授權簽署失敗。

source: License Timeout
ar: مهلة الترخيص
de: Zeitlimit für Lizenz
es: Tiempo de espera de la licencia
fr: Délai d’attente de la licence dépassé
it: Timeout della licenza
ja: ライセンスのタイムアウト
ko: 라이선스 제한 시간
pt_br: Tempo Limite da Licença
ru: Тайм-аут лицензии
vi: Hết thời gian chờ giấy phép
zh_hans: 许可证超时
zh_hant: 授權逾時

source: Light Mode
ar: الوضع الفاتح
de: Hell
es: Modo claro
fr: Mode clair
it: Modalità chiara
ja: ライトモード
ko: 라이트 모드
pt_br: Modo Claro
ru: Светлый режим
vi: Chế độ sáng
zh_hans: 浅色模式
zh_hant: 淺色模式

source: Link Disabled
ar: الرابط معطّل
de: Link deaktiviert
es: Enlace desactivado
fr: Lien désactivé
it: Link disattivato
ja: リンクは使用できません
ko: 링크 비활성화됨
pt_br: Link Desativado
ru: Ссылка отключена
vi: Liên kết không khả dụng
zh_hans: 链接不可用
zh_hant: 連結無法使用

source: List selection
ar: تحديد من قائمة
de: Listenauswahl
es: Selección de lista
fr: Sélection de liste
it: Selezione nell’elenco
ja: リストの選択
ko: 목록 선택
pt_br: Seleção de lista
ru: Выбор в списке
vi: Lựa chọn trong danh sách
zh_hans: 列表选择
zh_hant: 列表選取

source: List selection callback
ar: استدعاء تحديد القائمة
de: Callback der Listenauswahl
es: Callback de selección de lista
fr: Rappel de sélection de liste
it: Callback di selezione nell’elenco
ja: リスト選択コールバック
ko: 목록 선택 콜백
pt_br: Callback de seleção de lista
ru: Обратный вызов выбора в списке
vi: Callback lựa chọn trong danh sách
zh_hans: 列表选择回调
zh_hant: 列表選取回呼

source: Loading capture…
ar: جارٍ تحميل اللقطة…
de: Aufnahme wird geladen …
es: Cargando captura…
fr: Chargement de la capture…
it: Caricamento della cattura…
ja: キャプチャを読み込み中…
ko: 캡처 불러오는 중…
pt_br: Carregando captura…
ru: Загрузка снимка…
vi: Đang tải bản ghi…
zh_hans: 正在载入捕获…
zh_hant: 正在載入擷取內容…

source: LookInside app version is too low.
ar: إصدار تطبيق LookInside قديم جدًا.
de: Die Version der LookInside-App ist zu niedrig.
es: La versión de LookInside es demasiado antigua.
fr: La version de l’app LookInside est trop ancienne.
it: La versione dell’app LookInside è troppo vecchia.
ja: LookInside Appのバージョンが古すぎます。
ko: LookInside 앱 버전이 너무 낮습니다.
pt_br: A versão do app LookInside é muito antiga.
ru: Версия приложения LookInside слишком старая.
vi: Phiên bản ứng dụng LookInside quá thấp.
zh_hans: LookInside App 版本过低。
zh_hant: LookInside App 版本過舊。
